<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<%@ taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions"%>
<%@ taglib prefix="form" uri="http://www.springframework.org/tags/form"%>
<%@ taglib prefix="sec" uri="http://www.springframework.org/security/tags"%>
<sec:authentication property="principal.memVO" var="memVO" />
<link id="pagestyle" href="/resources/materialKet2/css/material-kit-pro.css" rel="stylesheet" />

<c:set var="now" value="<%=new java.util.Date()%>" />
<main class="container" id="contractArea" style="padding: 2%;">
	<div class="row" style="flex-direction: row-reverse;">
		<img src="/resources/images/icon/hand-print.png" style="width: 5%;" />
	</div>
	<div class="row" style="border-top: 1px solid black; border-bottom: 1px solid black; padding: 2%;">
		<div class="col-lg-6">
			<h2 style="text-align: center;">서비스이용계약</h2>
			<br/>

			<strong>제1조(계약의목적)</strong><br/>
			<p>본계약은“회사”가 자바줄게/앱서비스(이하‘채용플랫폼’)를통한인력채용,정보제공등서비스(이하‘서비스’)를제공하고“고객”이서비스를이용함에있어서“회사”와“고객”(이하각‘당사자’)에게주어지는각종권리와의무와관련된사항을정한다.</p>

			<strong>제2조(계약기간)</strong><br/>
			<p>본계약은“회사”와“고객”이계약을체결한날부터1년간(이하‘계약기간’)유효하며,계약기간만료1개월전에일방으로부터별도의의사표시가없는한동일한조건으로자동으로1년연장된다.</p>

			<strong>제3조(서비스의이용)</strong><br/>
			<p>① “고객”은 채용플랫폼에 구인공고를 게시하여 해당 공고를 통해 구직하려는 자(이하‘후보자’)의 지원을 받거나 먼저 후보자의 정보를 확인하여면접할자(이하‘면접대상자’)를 지정 할 수있다.“고객”은후보자가면접대상자가되는즉시“회사”에그사실을고지해야한다.</p>
			<p>② “고객”은 후보자또는면접대상자와근로관계의주요사항에대한합의를완료(이하‘채용확정’)한즉시채용플랫폼을통해“회사”에게이를고지해야하며, 연봉,입사일(실제출근일과계약상출근일이다른경우선도래하는일자/수습기간이있을경우시작일),세금계산서수신을위한이메일주소등정보를채용플랫폼에입력하고채용확정한자(이하‘채용대상자’)와사이에체결한계약서등근거자료를지체없이“회사”에전달한다.</p>
			<p>③ “고객”은 서비스를통해정규직근로자또는1년이상의기간을정하여근로할자만을구인할수있고,계약기간을1년미만으로정하여일할자(인턴, 프리랜서, 위촉직, 파견직근로자등포함)를구인할공고는게재할수없다.</p>
			<p>④ “고객”은 후보자검색, 면접대상자연락, 채용확정등본계약을이행하거나서비스를이용하는과정에서“회사”가제공한정보를제3자에게제공하지않는다.</p>

			<strong>제4조(채용수수료지급등)</strong><br/>
			<p>① “고객”은서비스이용에관한대가로“회사”에게수수료(이하‘채용수수료’)를지급하며,채용대상자가출근하거나“고객”을위하여실제근로를제공한경우지급한다.</p>
			<p>② 채용수수료는채용대상자의연봉(입사일로부터1년동안“갑”으로부터수령하는대가를말하며, 계약상기본연봉과고정지급하는제수당을포함하나성과에따른변동성급여는제외)의7%(부가가치세별도)로정한다.</p>
			<p>③ “회사”은입사일이후지체없이“고객”에게채용수수료에대한세금계산서를발행하고,“고객”은발행일로부터2주이내에“회사”에게채용수수료를지급하여야한다.</p>
			<p>④ 채용대상자가입사일로부터90일이내에퇴사하고“고객”이그퇴사한날로부터5영업일이내에“회사”에서면으로통지한경우,“회사”는“고객”이지급한채용수수료의20%를제하고나머지금원을사전에통지한계좌로반환한다.</p>
		</div>
		<div class="col-lg-6">
			<p>⑤“고객”이“회사”을통하여계약기간을1년미만으로정한자를채용확정한경우, 채용대상자에게지급하는대가를1년기준으로환산한금액의7%를채용수수료로“회사”에게지급한다.</p>

			<strong>제5조(후보자지위유지)</strong><br/>
			<p>①“고객”이후보자의지원을받거나면접을제안한경우, 해당일자로부터6개월간후보자(본조에서면접대상자포함)의지위(이하‘후보자지위’)가유지되며,후보자가“회사”가아닌제3자를통하여채용되거나“회사”를배제하고직접계약을체결하더라도후보자지위는유지된다.</p>
			<p>②전항은후보자가최초지원한직종과다른직종으로채용하는경우에도적용하며,“고객”이전항에따라후보자지위가있는자를채용한경우“회사”에게본계약제3조및제4조에따른의무를부담한다. </p>
			<p>③후보자가“고객”의구인공고에지원한날부터소급하여6개월이내에다른방법으로같은구인공고에지원한경우, “고객”은“회사”에게해당사실을증명할자료를전달하고“회사”가이의를제기하지않은경우에는후보자지위를상실한다. </p>

			<strong>제6조(비밀유지의무)</strong><br/>
			<p>① 각당사자는본계약을이행하는과정에서취득한상대방의영업,판매,기술정보와노하우등(이하‘비밀정보’)을상대방의사전서면동의없이제3자에게제공또는누설하지않는다.</p>
			<p>②“고객”은후보자,면접대상자,채용확정자의개인정보를법령에따라보호하며,서비스이용또는채용진행중알게된해당인력의지원사실,경력정보등에대해사전동의없이제3자에게제공하지않는다.</p>

			<strong>제7조(기타)</strong><br/>
			<p>①“고객”이제3조를위반하거나채용수수료지급을지체하는경우,“회사”는“고객”에대한서비스이용제한또는회원자격상실등의조치를취할수있다. </p>
			<p>②각당사자는상대방이본계약을위반하는경우그로인한손해배상을청구할수있으며,“고객”이채용수수료를지급하지않는경우“회사”는“고객”에게원금및그에대한지연이자와이행지체로인하여“회사”에발생한손해를배상할것을청구한다.</p>
			<p>③본계약은서명한날로부터유효하며,양당사자사이에본계약에관한분쟁이발생하는경우에는서울중앙지방법원을제1심의전속적관할법원으로해결한다.</p>

			<pre>Date : <fmt:formatDate value="${now}" pattern="yyyy.MM.dd" /></pre>


			<div class="row">
				<div class="col-8">
					<strong>“회사”</strong> : 주식회사 자바줄게<br/>
					<strong>대표자</strong> : 대표 박설아<br/><br/>
				</div>
				<div class="col-2">
					<img src="/resources/images/stamp.png" style="width: 100px;"/>
				</div>
			</div>
			<strong>“고객”(법인/업체)</strong> : ${enterpriseVO.ENT_NM}<br/>
			<strong>대표자</strong> : ${enterpriseVO.ENT_PIC_NM}<br/><br/>

			<small>※참고<br/>날인: 도장(법인인감 또는 사용인감)으로날인필수입니다.</small>
		</div>
	</div>
</main>

